Repository: mahmoud-ali/e_service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: accounts
ar: حسابات المستخدمين

source: Arabic
ar: العربية

source: Enter data in UTM meters.
ar: ادخل البيانات على صيغة (UTM meters)

source: add_more
ar: اضافة المزيد

source: Submit
ar: ارسال

source: E-Services App
ar: بوابة الخدمات الإلكترونية

source: Change password
ar: تغيير كلمة المرور

source: Log Out
ar: خروج

source: Check cordinates
ar: فحص الاحداثيات

source: Intersect with other data:
ar: يوجد تداخل مع بيانات اخرى:

source: No intersection!
ar: لايوجد تداخل!

source: Site header
ar: بوابة الخدمات الإلكترونية

source: license_count
ar: عدد الرخص

source: more
ar: المزيد

source: company state
ar: ولاية الشركة

source: Contact information
ar: بيانات التواصل

source: Company Status
ar: موقف الشركة

source: Show summary
ar: عرض ملخص

source: General information
ar: بيانات عامة

source: Location information
ar: الموقع الجغرافي

source: Contract information
ar: بيانات العقد

source: company_type
ar: نوع الشركة

source: Export data
ar: تصدير البيانات

source: company
ar: شركة

source: License no
ar: رقم الاتفاقية/العقد

source: license_type
ar: النوع

source: start_date
ar: تاريح البداية

source: end_date
ar: تاريخ النهاية

source: License count
ar: عدد الرخص

source: state
ar: الولاية

source: locality
ar: المحلية

source: sheet_no
ar: رقم المربع

source: contract_status
ar: حالة الاتفاقية/العقد

source: Company profile
ar: ملف الشركة

source: company_borrow_from
ar: الشركة المستلف منها

source: fuel_actual_qty
ar: كمية الوقود المصدق

source: MONTH_JAN
ar: يناير

source: MONTH_FEB
ar: فبراير

source: MONTH_MAR
ar: مارس

source: MONTH_APR
ar: ابريل

source: MONTH_MAY
ar: مايو

source: MONTH_JUN
ar: يونيو

source: MONTH_JLY
ar: يوليو

source: MONTH_AUG
ar: اغسطس

source: MONTH_SEP
ar: سبتمبر

source: MONTH_OCT
ar: اكتوبر

source: MONTH_NOV
ar: نوفمبر

source: MONTH_DEC
ar: ديسمبر

source: created_at
ar: تاريخ الانشاء

source: created_by
ar: المستخدم المسئول عن الانشاء

source: updated_at
ar: تاريخ اخر تعديل

source: updated_by
ar: المستخدم المسئول عن التعديل

source: reject_comments
ar: سبب الرفض

source: application_state
ar: موقف الطلب

source: name
ar: الاسم

source: Nationality
ar: الجنسية

source: Nationalities
ar: الجنسية

source: Sector
ar: قطاع

source: Sectors
ar: قطاعات

source: sector
ar: قطاع

source: State
ar: الولاية

source: States
ar: الولايات

source: Locality
ar: المحلية

source: Localities
ar: المحليات

source: Mineral
ar: المعدن

source: Minerals
ar: المعادن

source: entaj
ar: امتياز منتجة

source: mokhalfat
ar: مخلفات

source: emtiaz
ar: امتياز استكشاف

source: sageer
ar: تعدين صغير

source: code
ar: الرمز

source: name_ar
ar: الاسم العربي

source: name_en
ar: الاسم الانجليزي

source: nationality
ar: الجنسية

source: address
ar: العنوان

source: website
ar: الموقع الالكتروني

source: manager_name
ar: اسم المدير

source: manager_phone
ar: تلفون المدير

source: Representative name
ar: اسم ممثل الشركة

source: Representative phone
ar: تلفون ممثل الشركة

source: Official email
ar: البريد الالكتروني الرسمي

source: status
ar: الحالة

source: Production Company
ar: شركة

source: Production Companies
ar: الشركات

source: Production Company User
ar: مستخدم شركة

source: Production Company Users
ar: مستخدمي الشركات

source: Factory Type
ar: نوع المصنع

source: Factory Types
ar: نوع المصنع

source: Production Company Factory
ar: مصنع شركة

source: Production Company Factories
ar: مصانع الشركات

source: License Status
ar: حالة الاتفاقية/العقد

source: license_type_2tifagia
ar: إتفاقية

source: license_type_3agd
ar: عقد

source: license_type_rokh9a
ar: رخصة بحث مطلق

source: Sign date
ar: تاريخ التوقيع

source: location
ar: المنطقة

source: cordinates
ar: الاحداثيات

source: mineral
ar: المعدن

source: Area in Kilometers
ar: المساحة الحالية بالكيلوميتر

source: Initial area in Kilometers
ar: المساحة الاولية بالكيلوميتر

source: Reserve in Tones
ar: الاحتياطي بالطن

source: Goverment representative
ar: ممثل الحكومة

source: Representative percentage(%)
ar: نسبة نصيب الحكومة (%)

source: Company percentage(%)
ar: نسبة نصيب الشركة (%)

source: royalty
ar: العوائد الجليلة

source: zakat
ar: الزكاة

source: annual_rent
ar: الاجار/الرسوم السنوية

source: Business profit
ar: ارباح اعمال (مخلفات)

source: Social responsibility
ar: مسئولية مجتمعية (مخلفات)

source: contract_file
ar: ملف الاتفاقية/العقد

source: Production Company License
ar: اتفاقية/عقد/رخص شركة

source: Production Company Licenses
ar: اتفاقيات/عقود/رخص الشركات

source: route_from
ar: المسار من

source: route_to
ar: المسار إلى

source: period_from
ar: المدة من

source: period_to
ar: المدة إلى

source: address_in_sudan
ar: العنوان في الشودان

source: passport_no
ar: رقم الجواز

source: passport_expiry_date
ar: تاريخ انتهاء الجواز

source: official_letter_file
ar: خطاب رسمي من الشركة

source: passport_copy_file
ar: صورة من جواز ساري

source: cv_file
ar: السيرة الذاتية

source: experiance_certificates_file
ar: شهادات الخبرة المعتمدة

source: Forigner movement
ar: تحرك اجنبي

source: Application: Forigner movement
ar: طلب تحرك اجنبي

source: Application: Forigner movement
ar: طلب تحرك اجنبي

source: company_borrow_from_str
ar: الشركة المستلف منها (كتابة)

source: borrow_date
ar: تاريخ الاستلاف

source: borrow_materials_list_file
ar: ‫كشف‬‫ المواد‬ ‫المراد‬ ‫إستالفها‬

source: borrow_from_approval_file
ar: ‫موافقة‬‫الشركة‬ ‫المستلف‬ ‫منها‬

source: Borrow materials
ar: استلاف مواد

source: Application: BorrowMaterials
ar: طلب استلاف مواد

source: borrow_material
ar: المواد المستلفة

source: borrow_quantity
ar: الكمية المستلفة

source: AppBorrowMaterialDetail
ar: تفاصيل المواد المستلفة

source: plan_from
ar: بداية الخطة

source: plan_to
ar: نهاية الخطة

source: plan_comments
ar: تعليق على الخطة

source: work_plan_file
ar: ملف خطة العمل

source: Work Plan
ar: خطة عمل

source: Application: Work Plan
ar: طلب خطة عمل

source: Technical
ar: فني

source: Financial
ar: مالي

source: report_from
ar: بداية التقرير

source: report_to
ar: نهاية التقرير

source: report_type
ar: نوع التقرير

source: report_file
ar: ملف التقرير

source: other_attachments_file
ar: ملف المرفقات الاخرى

source: Technical & Financial Report
ar: تقرير فني ومالي

source: Application: Technical & Financial Report
ar: طلب تقرير فني ومالي

source: Application: Technical & Financial Reports
ar: طلبات التقارير الفنية والمالية

source: new_name
ar: الاسم الجديد

source: cause_for_change
ar: سبب التغيير

source: tasis_certificate_file
ar: شهادة تأسيس

source: tasis_contract_file
ar: عقد تأسيس

source: sh7_file
ar: شهادة ش7

source: lahat_tasis_file
ar: لائحة النظام الاساسي

source: name_change_alert_file
ar: اخطار تغيير الاسم

source: Change Company Name
ar: تغيير اسم شركة

source: Application: Company Name Change
ar: طلب تغيير اسم شركة

source: Application: Company Name Changes
ar: طلب تغيير اسم شركة

source: expo_from
ar: بداية مدة الاستكشاف

source: expo_to
ar: نهاية مدة الاستكشاف

source: expo_cause_for_timing
ar: اسباب اعتماد المواقيت

source: expo_cause_for_change_file
ar: ملف مسببات تغير المواقيت

source: Exploration Time
ar: مواقيت الاستكشاف

source: Application: Exploration Time
ar: طلب اعتماد مواقيت الاستكشاف

source: Application: Exploration Times
ar: طلب اعتماد مواقيت الاستكشاف

source: area_in_km2
ar: المساحة بالكم2

source: cause_for_addition
ar: اسباب الاضافة

source: geo_coordination_file
ar: احداثيات المساحة المضافة

source: Add Area
ar: اضافة مساحة

source: Application: Add Area
ar: طلب اضافة مساحة

source: first
ar: أول

source: second
ar: ثاني

source: exceptional
ar: استثنائي

source: remove_type
ar: نوع التنازل

source: area_percent_from_total
ar: نسبة التنازل

source: geo_coordinator_for_removed_area_file
ar: احداثيات المساحة المراد التنازل عنها

source: geo_coordinator_for_remain_area_file
ar: احداثيات المساحة المراد الاحتفاظ بها

source: map_for_clarification_file
ar: خريطة توضيحية لمناطق التنازل والاحتفاظ بمربع الشركة

source: technical_report_for_removed_area_file
ar: تقرير فني لمناطق التنازل

source: Remove Area
ar: تنازل عن مساحات

source: Application: Remove Area
ar: طلب تنازل عن مساحة

source: partial
ar: جزئي

source: complete
ar: كامل

source: tnazol_type
ar: نوع التنازل

source: tnazol_for
ar: التنازل عن الاسهم لشركة

source: cause_for_tnazol
ar: اسباب التنازل

source: financial_ability_file
ar: المقدرة المالية

source: agreement_file
ar: ملف عقد الاتفاق

source: Tnazol Shraka
ar: تنازل عن شراكة او اسهم

source: Application: Tnazol Shraka
ar: طلب تنازل عن اسهم او شراكة

source: third
ar: ثالث

source: fourth
ar: رابع

source: cause_for_tajeel
ar: اسباب التأجيل

source: cause_for_tajeel_file
ar: مسببات التأجيل

source: Tajeel Tnazol
ar: تأجيل التنازل

source: Application: Tajeel Tnazol
ar: طلب تأجيل تنازل

source: tajmeed_from
ar: بداية التجمييد

source: tajmeed_to
ar: نهاية التجميد

source: cause_for_tajmeed
ar: سبب التجمييد

source: cause_for_uncontrolled_force_file
ar: مسببات القوة القاهرة

source: letter_from_jeha_amnia_file
ar: خطاب من الجهة الامنية بالمنطقة

source: Tajmeed
ar: تجمييد

source: Application: Tajmeed
ar: طلب تجمييد

source: technical_presentation_date
ar: تاريخ العرض الفني

source: cause_for_takhali
ar: مسببات التخلي

source: technical_report_file
ar: ملف التقرير الفني

source: Takhali
ar: تخلي

source: Application: Takhali
ar: طلب تخلي

source: tamdeed_from
ar: بداية التمديد

source: tamdeed_to
ar: نهاية التمديد

source: cause_for_tamdeed
ar: مسببات التمديد

source: approved_work_plan_file
ar: خطة العمل المجازة

source: tnazol_file
ar: ‫التنازل‬‫ عن‬ ‫جزء‬ ‫من‬ ‫مساحة‬ ‫المربع‬

source: Tamdeed
ar: تمديد/تجديد

source: Application: Tamdeed
ar: طلب تمديد/تجديد

source: taaweed_from
ar: بداية التعويض

source: taaweed_to
ar: نهاية التعويض

source: cause_for_taaweed
ar: مسببات التعويض

source: Taaweed
ar: تعويض

source: Application: Taaweed
ar: طلب تعويض

source: mda_from
ar: بداية الMDA

source: mda_to
ar: نهاية الMDA

source: cause_for_mda
ar: مسببات الMDA

source: Application: MDA
ar: طلب MDA

source: reason_for_change
ar: اسباب الحاجة لتغيير طريقة العمل او المعالجة

source: purpose_for_change
ar: الغرض من تغيير طريقة العمل او المعالجة

source: rational_reason
ar: الاساس المنطقي لتغيير طريقة العمل او المعالجة

source: study_about_change_reason_file
ar: دراسة عن اسباب التغيير

source: study_about_new_suggestion_file
ar: دراسة للمقترح الجديد

source: Change Work Procedure
ar: تغيير طريقة العمل

source: Application: Change Work Procedure
ar: طلب تغيير طريقة العمل

source: total_in_gram
ar: اجمالي انتاج الشركة بالجرام

source: net_in_gram
ar: اجمالي الوزن الصافي بالجرام

source: zakat_in_gram
ar: استلام الزكاة صافي بالجرام

source: awaad_jalila_in_gram
ar: استلام العوائد الجليلة صافي بالجرام

source: arbah_amal_in_gram
ar: استلام ارباح اعمال صافي بالجرام (للمخلفات فقط)

source: sold_for_bank_of_sudan_in_gram
ar: الكمية المباعة لبنك السودان المركزي صافي بالجرام

source: amount_to_export_in_gram
ar: الكمية المراد تصديرها صافي بالجرام

source: remain_in_gram
ar: متبقي الذهب عند المصفاة

source: f1
ar: ‫إستمارة‬‫ الانتاج ‫الموقعة‬ ‫من‬ ‫الحقل‬ ‫(‫الشحن‬‫ والترحيل‬)‬

source: f3
ar: ‫إستمارة‬‫الشحن

source: f4
ar: ‫شهادة‬‫التحصيل‬ ‫للعوائد‬ ‫الجليلة‬ ‫وشهادة‬ ‫الزكاة‬ ‫وارباح‬ ‫االعمال‬ ‫وتنمية‬ ‫المجتمع ‫المحلي‬‫ صادرة‬ ‫عن‬ ‫مصفاة‬ ‫السودان‬ ‫للذهب‬

source: f6
ar: ‫إستمارة‬‫إستلام‬ ‫معادن‬ ‫من‬ ‫المصفاة

source: f7
ar: ‫شهادة‬‫تحليل‬ ‫من‬ ‫المواصفات‬ ‫والمقاييس‬ ‫(‬‫فحص ‬‫سبائك‬ ‫الصادر‬)

source: f8
ar: ‫خطاب ‬‫معنون‬ ‫الى‬ ‫وكيل‬ ‫اول‬ ‫وزارة‬ ‫التجارة‬ ‫الخارجية‬ ‫صادرة‬‫عن‬ ‫المواصفات ‫والمقاييس‬

source: f9
ar: ‫عقد‬‫البيع‬ ‫لسبائك‬ ‫الصادر‬

source: f5
ar: ‫شهادة‬‫التحليل‬ ‫من‬ ‫المصفاة‬

source: Export Gold
ar: صادر ذهب

source: Application: Export Gold
ar: طلب صادر ذهب

source: amount_in_gram
ar: الكمية بالجرام

source: sale_price
ar: سعر البيع

source: export_country
ar: الدولة المرسل إليها

source: export_city
ar: المدينة المرسل إليها

source: export_address
ar: العنوان المرسل إليه

source: f11
ar: ‫خطاب‬‫ رسمي‬ ‫من‬ ‫الشركة‬

source: f12
ar: ‫صورة‬‫من‬ ‫حصيلة‬ ‫الصادر‬ ‫بعد‬ ‫التصدير

source: f13
ar: ‫تحليل‬ ‫الخام‬ ‫من‬ ‫معمل‬ ‫معتمد‬

source: f14
ar: ‫عقد‬‫بيع‬ ‫الخام

source: f15
ar: ‫حصيلة ‬‫صادر‬ ‫بعد‬ ‫التصدير

source: f16
ar: ‫صورة‬‫من‬ ‫ملف‬ ‫الشركة‬ ‫كاملا ‫ً‬ ‫لدى ‫الولاية ‫(‬‫في‬‫ حالة‬ ‫الرخصة‬ ‫الولائية)

source: f17
ar: ‫الرخصة‬‫ والسجل‬ ‫التجاري ‫(‬‫في‬‫ حالة‬ ‫الرخصة‬ ‫الولائية)

source: f18
ar: ‫العقد‬‫الولائي ‫الساري‬ ‫(‬‫في‬‫ حالة‬ ‫الرخصة‬ ‫الولائية)

source: f19
ar: ‫في‬‫ حالة‬ ‫التصدير‬ ‫عن‬ ‫طريق‬ ‫شركة‬ ‫اخري‬ ‫غير‬ ‫الشركة‬ ‫محل‬ ‫الطلب‬ ‫يجب‬ ‫إحضار عقد‬ ‫البيع‬ المحلي بين الشركتين، اضافة الى عقد البيع ‫الخارجي‬ ‫للشركة‬ ‫محل‬ التصدير ‫(‬‫في‬‫ حالة‬ ‫الرخصة‬ ‫الولائية)

source: Application: Export Gold Raw
ar: طلب صادر خام

source: lab_country
ar: الدولة

source: lab_city
ar: المدينة

source: lab_address
ar: العنوان

source: lab_analysis_cost
ar: تكلفة التحليل

source: initial_voucher_file
ar: فاتورة مبدئية

source: sample_description_form_file
ar: استمارة وصف العينات

source: last_analysis_report_file
ar: نتيجة التحليل السابق ان وجدت

source: Send samples for analysis
ar: ارسال عينات للخارج للتحليل

source: Application: Send samples for analysis
ar: طلب ارسال عينات للخارج للتحليل

source: sample_type
ar: نوع العينة

source: sample_weight
ar: وزن العينة

source: sample_packing_type
ar: طريقة التعبئة

source: sample_analysis_type
ar: نوع التحليل

source: sample_analysis_cause
ar: الغرض من التحليل

source: Send Samples For Analysis Detail
ar: تفاصيل ارسال عينات للخارج للتحليل

source: Foreigner Procedure Type
ar: نوع تصديق اجنبي

source: Foreigner Procedure Types
ar: انواع تصديق اجنبي

source: procedure_type
ar: نوع التصديق

source: procedure_from
ar: تاريخ البداية

source: procedure_to
ar: تاريخ النهاية

source: procedure_cause
ar: الغرض من التصديق

source: passport_file
ar: صورة من الجواز

source: experience_certificates_file
ar: شهادات الخبرة المعتمدة

source: eqama_file
ar: صورة من الاقامة وعقد العمل في حالة كرت العمل فقط

source: dawa_file
ar: صورة من الدعوة في حالة الزيارة

source: Foreigner Procedure
ar: اجراء اجنبي

source: Application: Foreigner procedure
ar: طلب اجراءات اجنبي

source: employee_name
ar: الاسم

source: employee_address
ar: العنوان

source: Foreigner Procedure Detail
ar: تفاصيل اجراءات اجانب

source: approved_requirements_list_file
ar: كشف الاحتياجات المجاز

source: approval_from_finance_ministry_file
ar: تصديق وزارة المالية المبدئي

source: final_voucher_file
ar: الفواتير النهائية

source: shipping_policy_file
ar: بوليصة الشحن

source: check_certificate_file
ar: شهادة الفحص

source: origin_certificate_file
ar: شهادة المنشأ

source: packing_certificate_file
ar: شهادة التغليف

source: specifications_file
ar: شهادة المواصفات

source: taba_file
ar: قوائم التعبئة

source: Aifaa Jomrki
ar: اعفاء جمركي

source: Application: Aifaa Jomrki
ar: طلب اعفاء جمركي

source: material_name
ar: المواد المطلوبة

source: Aifaa Jomrki Detail
ar: تفاصيل اعفاء جمركي

source: Aifaa Jomrki Details
ar: تفاصيل اعفاء جمركي

source: cause_for_equipments
ar: الغرض من الاحتياجات ومدى توافقها مع الخطة

source: voucher_file
ar: الفواتير السابقة

source: Reexport Equipments
ar: اعادة صادر لاليات ومعدات

source: Application: Reexport Equipments
ar: طلب اعادة صادر لاليات ومعدات

source: serial_id
ar: الرقم المتسلسل

source: policy_no
ar: رقم البوليصة

source: voucher_no
ar: رقم الفاتورة

source: insurance_no
ar: رقم شهادة التأمين

source: check_certificate_no
ar: رقم شهادة الفحص

source: Reexport Equipments Detail
ar: تفاصيل اعادة صادر لاليات ومعدات

source: Reexport Equipments Details
ar: تفاصيل اعادة صادر لاليات ومعدات

source: mshobat_jamarik_file
ar: كشف المسحوبات من الجمارك للكشف السابق ان وجد

source: Requirements List
ar: كشف احتياجات

source: Application: Requirements List
ar: طلب كشف احتياجات

source: item
ar: البند

source: description
ar: الوصف

source: qty
ar: الكمية

source: Application: Requirements List - Mangam Equipments
ar: معدات المناجم

source: Application: Requirements List - Factory Equipments
ar: معدات المصنع

source: Application: Requirements List - Electricity Equipments
ar: محطة الكهرباء

source: Application: Requirements List - Chemical Lab Equipments
ar: معدات المعمل الكيميائي

source: Application: Requirements List - Chemical Equipments
ar: المواد الكيميائية

source: Application: Requirements List - Motafjerat Equipments
ar: المتفجرات

source: Application: Requirements List - Vehicles Equipments
ar: الاليات والمتحركات

source: study_area
ar: اسم منطقة الدراسة

source: study_type
ar: نوع الدراسة

source: study_comment
ar: تعليق مختصر عن الدراسة

source: attachement_file
ar: المرفقات

source: Visibity Study
ar: دراسة جدوى

source: Application: Visibity Study
ar: طلب دراسة جدوى

source: study_point_id
ar: Point ID

source: study_point_long
ar: Long/ East/ X

source: study_point_lat
ar: Lat/ West/ Y

source: Visibity Study Detail
ar: إحداثيات منطقة الدراسة

source: Visibity Study Details
ar: إحداثيات منطقة الدراسة

source: Temporary Exemption
ar: افراج مؤقت

source: Application: Temporary Exemption
ar: طلب افراج مؤقت

source: local_request_file
ar: ملف خطاب الشركة

source: local_purchase_invoice_file
ar: ملف الفواتير

source: Local Purchase
ar: شراء محلي

source: Application: Local Purchase
ar: طلب شراء محلي

source: cyanide_request_file
ar: ملف خطاب الشركة

source: Cyanide Certificate
ar: شهادة مستخدم سيانيد

source: Application: Cyanide Certificate
ar: طلب شهادة مستخدم سيانيد

source: explosive_request_file
ar: ملف طلب متفجرات

source: explosive_amount_file
ar: ملف كميات المتفجرات

source: explosive_last_approved_request_file
ar: ملف اخر طلب متفجرات مجاز

source: Explosive Permission
ar: نجديد استخدام متفجرات

source: Application: Explosive Permission
ar: طلب تجديد استخدام متفجرات

source: restart_activity_reason_file
ar: اسباب مزاولة النشاط

source: Restart Activity
ar: مزاولة نشاط

source: Application: Restart Activity
ar: طلب مزاولة نشاط

source: Renewal Contract
ar: تجديد عقود شركات مخلفات التعدين

source: Application: Renewal Contract
ar: طلب تجديد عقود شركات مخلفات التعدين

source: import_permission_materials_list_file
ar: ملف كشف المواد المراد ادخالها

source: Import Permission
ar: اذن ادخال مواد

source: Application: Import Permission
ar: طلب اذن ادخال مواد

source: import_material_name
ar: نوع المواد

source: import_qty
ar: الكمية

source: Import Permission Detail
ar: تفاصيل ادخال مواد

source: Import Permission Details
ar: تفاصيل ادخال مواد

source: fuel_request_file
ar: ملف خطاب الشركة

source: Fuel Permission
ar: موافقة وقود

source: Application: Fuel Permission
ar: طلب موافقة وقود

source: fuel_type_name
ar: نوع الوقود

source: fuel_qty
ar: كمية الوقود

source: Fuel Permission Detail
ar: تفاصيل موافقة وقود

source: Fuel Permission Details
ar: تفاصيل موافقة وقود

source: Accident Type
ar: نوع حادث

source: Accident Types
ar: انواع الحوادث

source: minor
ar: بسيط

source: moderate
ar: متوسط

source: major
ar: جسيم

source: accident_place
ar: مكان الحادث

source: accident_dt
ar: تاريخ الحادث

source: accident_type
ar: نوع الحادث

source: accident_class
ar: تصنيف الحادث

source: HSE Accident Report
ar: تقرير التحقيق عن حادث

source: Application: HSE Accident Report
ar: تقرير التحقيق عن حادث

source: year
ar: العام

source: month
ar: شهر

source: comment
ar: ملاحظات

source: HSE Performance Report
ar: تقرير البيئة والسلامة

source: Application: HSE Performance Report
ar: تقرير البيئة والسلامة

source: man_power_total
ar: Total Man Power In Site

source: man_power_work_hours
ar: Total Man Hours

source: hse_man_power
ar: القوى العاملة Manpower

source: no_gov
ar: ممثلي الحكومة Government representatives

source: no_staff
ar: موظفي الشركة Company staff

source: no_contractor
ar: المتعاقدين Contractors

source: HSE Man power
ar: القوى العاملة Manpower

source: fire_fighting_1
ar: CO2

source: fire_fighting_2
ar: Powder

source: fire_fighting_3
ar: Foam

source: fire_fighting_4
ar: Water

source: fire_fighting_5
ar: Others

source: situation_ok
ar: صالح

source: situation_bad
ar: غير صالح

source: hse_fire_fighting
ar: معدات اطفاء الحرائق - Fire Fighting & extinguishing equipment

source: size
ar: الحجم size

source: count
ar: العدد number

source: exam_dt
ar: تاريخ الفحص Date of examination

source: situation
ar: الحالة Situation

source: HSE fire fighting
ar: معدات اطفاء الحرائق - Fire Fighting & extinguishing equipment

source: work_environment_factor1
ar: الإضاءة - Lighting

source: work_environment_factor2
ar: التهوية - Ventilation

source: work_environment_factor3
ar: الممرات والطرق الداخلية Corridors and roads

source: work_environment_factor4
ar: الارضيات - Flooring

source: work_environment_factor5
ar: مخارج الطوارئ Emergency Exits

source: work_environment_factor6
ar: الضوضاء - Noise

source: work_environment_factor7
ar: الحرارة - Heat

source: work_environment_factor8
ar: علامات السلامة Safety signs

source: ranking_excellent
ar: ممتاز

source: ranking_very_good
ar: جيدجدا

source: ranking_good
ar: جيد

source: ranking_bad
ar: سيء

source: hse_work_environment
ar: الحالة Situation

source: offices
ar: المكاتب Offices

source: camp
ar: المعسكر Camp

source: kitchen_dining
ar: المطبخ وصالة الطعام Kitchen and dining room

source: factory
ar: المصنع The Factory

source: Stores
ar: المخازن Stores

source: lab
ar: المعمل The lab

source: mines
ar: المناجم Mines

source: HSE work environment
ar: تقييم بيئة العمل Work environment

source: proactive_indicators_type1
ar: عدد الحوادث وشيكة الوقوع - Near Miss (Near Accident)

source: proactive_indicators_type2
ar: عدد الممارسات غير الآمنة - Unsafe Act

source: proactive_indicators_type3
ar: عدد الاوضاع غير الآمنة - Unsafe Condition

source: proactive_indicators_type4
ar: التدقيق - Audit

source: hse_proactive_indicators
ar: مؤشرات استباقية - PROACTIVE INDICATORS

source: HSE proactive indicators
ar: مؤشرات استباقية - PROACTIVE INDICATORS

source: ACTIVITIES_type1
ar: Safety Inspection No.عدد عمليات التفتيش والفحص الخاص بالسلامة

source: ACTIVITIES_type2
ar: Environmental Inspection No. - التفتيش والفحص الخاص بالبيئة

source: ACTIVITIES_type3
ar: Health Hygiene inspection No. عدد عمليات التفتيش الصحي -

source: ACTIVITIES_type4
ar: Corrective and Preventive Actions Closed out No. عدد الإجراءات التصحيحية والوقائية التي تم تنفيذها

source: ACTIVITIES_type5
ar: HSE Training No. عدد الدورات التدريبية الخاصة بالبيئة والسلامة

source: ACTIVITIES_type6
ar: Training attendees No.عدد المتدربين -

source: ACTIVITIES_type7
ar: Job Safety Analysis ( JSA)

source: ACTIVITIES_type8
ar: Permit to Work Issued No. عدد أذونات العمل المصدقة -

source: ACTIVITIES_type9
ar: Tool Box Talk No – عدد إجتماعات السلامة اليومية

source: ACTIVITIES_type10
ar: HSE Meeting No - عدد إجتماعات السلامة الدورية

source: ACTIVITIES_type11
ar: Lock out – tag out- نظام الحماية والقفل لمصادر الطاقة

source: hse_activities
ar: أنشطة البيئة والسلامة والصحة المهنية - HSE ACTIVITY

source: HSE activities
ar: أنشطة البيئة والسلامة والصحة المهنية - HSE ACTIVITY

source: CHEMICAL_USED1
ar: سيانيد الصوديوم - Sodium cyanide in Kg

source: CHEMICAL_USED2
ar: البوراكس - Borax in Kg

source: CHEMICAL_USED3
ar: السيلكا - Silica in Kg

source: CHEMICAL_USED4
ar: الرصاص - Lead in Kg

source: CHEMICAL_USED5
ar: نترات الامونيوم - Ammonium nitrate in Kg

source: hse_chemical_used
ar: الموارد المستخدمة Resources used / Chemicals

source: qty_used
ar: الكمية المستخدمة Quantity used

source: qty_in_store
ar: الكمية المخزنة Quantity in Storage

source: expire_dt
ar: انتهاء صلاحية

source: HSE CHEMICAL USED
ar: نوع وكمية المواد الكيميائية المستخدمة وطرق التخزين

source: not exists
ar: لايوجد

source: HSE OTHER CHEMICAL USED
ar: المواد الكميائية الأخرى المستخدمة Any other chemicals used

source: STORAGE_METHOD1
ar: براميل

source: STORAGE_METHOD2
ar: شيكارات

source: HANDLING_METHOD1
ar: يدوي

source: HANDLING_METHOD2
ar: نصف ميكانيكي (لودر – رافعة)

source: HANDLING_METHOD3
ar: ميكانيكي (نظام الي)

source: YES
ar: نعم

source: NO
ar: لا

source: storage_method
ar: طريقة التخزين Storage Method

source: handling_method
ar: Handling Method طريقة المناولة

source: hcn_detector
ar: يوجد HCN Detector جهاز كشف غاز سيانيد الهيدروجين
