Repository: mahmoud-ali/e_service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: muharir_alaistimara
ar: محرر الاستمارة

source: Gold travel Traditional
ar: نظام رصد وتتبع ترحيل الذهب (التعدين التقليدي)

source: Soag
ar: السوق

source: gold_travel_user
ar: مستخدم نظام نقل الذهب (تقليدي)

source: gold_travel_users
ar: مستخدمي نظام نقل الذهب (تقليدي)

source: gold_travel_user_detail
ar: تفاصيل مستخدم نظام نقل الذهب (تقليدي)

source: gold_travel_user_details
ar: تفاصيل مستخدمي نظام نقل الذهب (تقليدي)

source: state_new
ar: جديد

source: state_expired
ar: انتهاء صلاحية

source: wijhat altarhil
ar: وجهة الترحيل

source: Move Gold Traditional
ar: إستمارة ترحيل الذهب

source: Home
ar: الرئيسية

source: help request
ar: طلب مساعدة

source: app name
ar: اسم التطبيق

source: page url
ar: رابط الصفحة

source: describe issue
ar: وصف المشكلة

source: capture
ar: صورة

source: issue_solved
ar: تمت المعالجة؟

source: help requests
ar: طلبات المساعدة

source: help_form_title
ar: طلب مساعدة

source: submit
ar: ارسال

source: help_link
ar: طلب مساعدة

source: hse traditional
ar: البيئة والسلامة بالتعدين التقليدي

source: source_accident
ar: الحادث

source: source_near_miss
ar: حادث وشيك الوقوع

source: confirmed
ar: مؤكد

source: approved
ar: Approved - تم التصديق

source: Hse Traditional Monthly Report
ar: Hse Monthly Report - تقرير البيئة والسلامة

source: Hse Traditional Monthly Reports
ar: Hse Monthly Reports - تقارير البيئة والسلامة الشهرية

source: market_name
ar: اسم السوق

source: Environmental Inspection
ar: التفتيش البيئي لسوق تعدين

source: Environmental Inspections
ar: التفتيش البيئي لأسواق التعدين

source: Waste Management
ar: إدارة نفايات التعدين

source: Waste Managements
ar: إدارة نفايات التعدين

source: Training Awareness
ar: Trainings / Awareness

source: Arrangement Of Market
ar: تنظيم أسواق التعدين

source: Arrangement Of Markets
ar: تنظيم أسواق التعدين

source: Environmental Requirement
ar: توزيع اشتراطات البيئة والسلامة

source: Environmental Requirements
ar: توزيع اشتراطات البيئة والسلامة

source: Quick Emergency Team
ar: فريق استجابة الطوارئ السريعة

source: Quick Emergency Teams
ar: فريق استجابة الطوارئ السريعة

source: Achievement
ar: الانجازات خلال فترة التقرير

source: Achievements
ar: الانجازات خلال فترة التقرير

source: Hse Traditional Accident
ar: Hse Accident Report - تقرير حادث

source: Hse Traditional Accidents
ar: Hse Accident Reports - تقارير حادث

source: who
ar: Who - من

source: Hse Traditional Accident Who
ar: Who - من

source: Hse Traditional Accident Whos
ar: Who - من

source: why
ar: Why - لماذا

source: Hse Traditional Accident Why
ar: Why - لماذا

source: Hse Traditional Accident Whys
ar: Why - لماذا

source: Hse Traditional Near Miss
ar: Hse Traditional Near Miss - حوادث وشيكة الوقوع

source: Hse Traditional Near Miss Who
ar: Who - من

source: Hse Traditional Near Miss Whos
ar: Who - من

source: Hse Traditional Near Miss why
ar: موقف أسواق التعدين التقليدي

source: Hse Traditional Near Miss whys
ar: Why - لماذا

source: confirmed_emp
ar: تأكيد مشرف الولاية

source: confirmed_mngr
ar: تأكيد مدير الادارة

source: corrective_action
ar: Corrective action - اجراء تصحيحي

source: Hse Traditional Corrective Action
ar: Corrective action - اجراء تصحيحي

source: Hse Traditional Corrective Action Reccomendation
ar: Reccomendation - التوصية

source: Hse Traditional Corrective Action Reccomendations
ar: Reccomendations - التوصيات

source: Hse Traditional Corrective Action Final Decision
ar: Final Decision - القرار النهائي

source: Hse Traditional Corrective Action Final Decisions
ar: Final Decisions - القرار النهائي

source: IT_STATE_DRAFT
ar: مسودة

source: IT_STATE_CONFIRMED
ar: تأكيد الطلب بواسطة مدير الادارة الفرعية

source: IT_STATE_APPROVED
ar: اعتماد الطلب بواسطة مدير الادارة العامة

source: IT_STATE_IT_MANAGER_STUDING_APPROVAL
ar: دراسة الطلب للموافقة بواسطة مدير تقنية المعلومات

source: IT_STATE_IT_MANAGER_STUDING_REJECTION
ar: دراسة الطلب للرفض بواسطة مدير تقنية المعلومات

source: IT_STATE_IT_MANAGER_RECOMMENDATION
ar: تأكيد مدير تقنية المعلومات

source: IT_STATE_PQI_MANAGER_CHANGE_REQUEST
ar: طلب تعديل مدير الادارة العامة للتخطيط والجودة والمعلومات

source: IT_STATE_PQI_MANAGER_APPROVAL
ar: اعتماد مدير الادارة العامة للتخطيط والجودة والمعلومات

source: IT_STATE_FINAL_REJECTION
ar: رفض نهائي

source: responsible
ar: المسئول عن التنفيذ

source: DevelopmentRequestForm
ar: استمارة طلب برنامج

source: DevelopmentRequestForms
ar: طلب برنامج

source: ItRecommendationForm
ar: توصية مدير تقنية المعلومات

source: ItRecommendationForms
ar: توصية مدير تقنية المعلومات

source: ItRejectionForm
ar: رفض مدير تقنية المعلومات

source: ItRejectionForms
ar: رفض مدير تقنية المعلومات

source: under_development
ar: قيد التطوير

source: maintenance
ar: قيد الصيانة

source: service_status
ar: حالة الخدمة

source: IT Service
ar: خدمات تقنية المعلومات

source: IT Services
ar: خدمات تقنية المعلومات

source: IT Service Scope
ar: نطاق الخدمة

source: IT Service Scopes
ar: نطاق الخدمة

source: IT Service Operation
ar: عمليات الخدمة

source: IT Service Operations
ar: عمليات الخدمة

source: owner
ar: المالك

source: support
ar: الدعم الفني

source: Responsibility
ar: المسئوليات

source: Responsibilities
ar: المسئوليات

source: mokhalafat app
ar: رصد وتحليل المخالفات

source: aism_almukhalafa
ar: اسم المخالفة

source: wasf_almukhalafa
ar: وصف المخالفة

source: tahlil_almukhalafa
ar: تحليل المخالفة

source: AppMokhalafat
ar: مخالفات التعدين

source: procedure_name
ar: الاجراء

source: AppMokhalafatProcedure
ar: الاجراءات

source: recommendation_name
ar: التوصية

source: jihat_altanfidh
ar: جهة التنفيذ

source: from_date
ar: من

source: to_date
ar: الى

source: comments
ar: ملاحظات

source: AppMokhalafatRecommendation
ar: التوصيات

source: request_total
ar: مجموع المطالبة

source: payments total
ar: مجموع السداد

source: Production Accounting
ar: حسابات الانتاج

source: commitment
ar: التزام

source: all
ar: الكل

source: request
ar: المطالبة

source: request_value
ar: قيمة المطالبة

source: remain_payment
ar: متبقي المطالبة

source: sdg
ar: جنيه

source: euro
ar: يورو

source: dollar
ar: دولار

source: confirm
ar: مؤكد

source: value should be positive
ar: قيمة الحقل يجب ان تكون موجبة

source: fixed_value
ar: قيمة ثابتة

source: area_km
ar: المساحة بالكم2

source: no_contracts
ar: عدد العقود

source: item_name
ar: اسم البند

source: calculation_method
ar: طريقة الحساب

source: Financial item
ar: البند

source: Financial items
ar: البنود

source: Openning balance
ar: الرصيد الافتتاحي

source: Openning balances
ar: الارصدة الافتتاحية

source: financial item
ar: البند

source: Openning balance detail
ar: تفاصيل الرصيد الافتتاحي

source: Openning balance details
ar: تفاصيل الارصدة الافتتاحية

source: item type should match company type
ar: اختر بند مناسب لنوع الشركة

source: note
ar: البيان

source: Financial commitment
ar: التزام مالي

source: Financial commitments
ar: التزامات مالية

source: choose license belong to company
ar: اختر اتفاقية/عقد تتبع للشركة

source: amount_factor
ar: معامل حساب القيمة

source: Financial commitment detail
ar: تفاصيل التزام مالي

source: Financial commitment details
ar: تفاصيل التزام مالي

source: manual
ar: يدوي

source: yearly
ar: سنوي

source: interval
ar: التكرار

source: next_interval_dt
ar: تاريخ التكرار التالي

source: request_auto_confirm
ar: تاكيد المطالبة الياً

source: Financial commitment schedular
ar: جدولة التزامات مالية

source: Financial commitment schedulars
ar: جدولة التزامات مالية

source: field is required
ar: ادخال الحقل اجباري

source: to_dt should be great or equal than from_dt
ar: حقل تاريخ النهاية يجب ان يكون اكبر او يساوي حقل تاريخ البداية

source: conflicted date
ar: تاريخ متضارب

source: no_payment
ar: غير مدفوع

source: partial_payment
ar: مدفوع جزئياً

source: full_payment
ar: مدفوع كلياً

source: payment_state
ar: موقف السداد

source: Request wait for payment
ar: المطالبة بإنتظار السداد

source: Request paied
ar: تم سداد المطالبة

source: Financial request
ar: مطالبة مالية

source: Financial requests
ar: مطالبات مالية

source: request already confirmed!
ar: لايمكن تعديل مطالبة مؤكدة

source: request amount should match commitment amount:
ar: قيمة المطالبة يجب ان تساوي قيمة الالتزام

source: receive_dt
ar: تاريخ الاستلام

source: receiver_name
ar: اسم المستلم

source: payment_dt
ar: تاريخ السداد

source: exchange_rate
ar: سعر الصرف

source: exchange_attachement_file
ar: مرفق سعر الصرف

source: Financial payment
ar: السداد

source: payment currency equal to request currency
ar: عملة السداد مساوية لعملة الدفع

source: attach document
ar: ملف المرفقات

source: Financial payments
ar: السداد

source: payment_method_name
ar: طريقة السداد

source: Payment method
ar: طريقة السداد

source: reference_key
ar: الرقم المرجعي

source: remain payment
ar: متبقي المطالبة

source: Choose
ar: اختيار

source: Openning Balance page
ar: الرصيد الافتتاحي

source: Commitment page
ar: الالتزامات المالية

source: Commitment Schedule page
ar: جدولة الالتزامات الدورية

source: Payment page
ar: السداد

source: Pa_daily page
ar: يومية حسابات الانتاج

source: display company details
ar: عرض بيانات الشركة

source: company details
ar: بيانات الشركة

source: No. of contracts
ar: عدد العقود

source: Print
ar: طباعة

source: credit
ar: دائن

source: debit
ar: مدين

source: balance
ar: الرصيد

source: opening_balance
ar: الرصيد الافتتاحي

source: before
ar: قبل

source: befor_balance
ar: الرصيد السابق

source: List of commitments
ar: قائمة الالتزامات المالية

source: Add new commitment
ar: اضافة التزام جديد

source: Edit commitment
ar: تعديل التزام

source: Show added commitment
ar: عرض سجل التزام

source: Delete commitment
ar: حذف التزام

source: List of commitments scheduler
ar: قائمة جدولة الالتزامات الدورية

source: Add new commitment schedule
ar: اضافة جدولة التزام جديد

source: Edit commitment schedule
ar: تعديل جدولة التزام

source: Show commitment schedule
ar: عرض جدولة التزامات الدورية

source: Delete commitment schedule
ar: حذف جدولة الدورية

source: List of openning balance
ar: قائمة الرصيد الافتتاحي

source: Add new openning balance
ar: اضافة رصيد افتتاحي

source: Edit openning balance
ar: تعديل الرصيد الافتتاحي

source: Show added openning balance
ar: عرض الرصيد الافتتاحي

source: Delete openning balance
ar: حذف الرصيد الافتتاحي

source: List of payments
ar: قائمة سجلات السداد

source: Add new payment
ar: اضافة سجل سداد

source: Edit payment
ar: تعديل سداد

source: Show added payment
ar: عرض سجل سداد

source: Delete payment
ar: حذف سجل سداد

source: Add new request
ar: اضافة مطالبة جديدة

source: Edit request
ar: تعديل مطالبة

source: Delete request
ar: حذف سجل مطالبة

source: main_goal
ar: الهدف الرئيسي

source: sub_goal
ar: الهدف الفرعي

source: task
ar: مهمة

source: Planning app
ar: نظام الخطط والتقارير

source: band_1
ar: العوائد الجليلة

source: band_2
ar: العوائد الجليلة من التعدين الصغير

source: band_3
ar: نصيب الحكومة من أرباح الأعمال

source: band_4
ar: نصيب الحكومة من أرباح الأعمال إمتياز

source: band_5
ar: عوائد جليلة للتعدين التقليدي

source: band_6
ar: أخرى

source: band_7
ar: إيجار أرض شركات إمتياز

source: band_8
ar: دعم فني لشركات الإمتياز

source: band_9
ar: بونص توقيع إتفاقيات الإمتياز

source: band_10
ar: ممثل الحكومة لشركات الإمتياز

source: band_11
ar: رسوم تجديد عقد المخلفات

source: band_12
ar: رسوم بونص توقيع عقد معالجة المخلفات

source: band_13
ar: رسوم إيجار عقود التعدين للإمتياز المنتج

source: band_14
ar: رسوم إيجار عقود التعدين الصغير

source: band_15
ar: نصيب المجتمع المحلي من الايرادات

source: band_16
ar: الزكاة

source: jiha_1
ar: وزارة المالية والتخطيط الاقتصادي

source: jiha_2
ar: الهيئة العامة للابحاث الجيولوجية

source: jiha_3
ar: نصيب الولايات

source: jiha_4
ar: الشركة السودانية للموارد المعدنية

source: jiha_5
ar: المجتمع المحل

source: Department
ar: إدارة

source: Departments
ar: إدارات

source: parent_goal
ar: الهدف الرئيسي

source: outcome
ar: المخرجات

source: kpi
ar: مؤشرات الأداء

source: Goal
ar: هدف

source: Goals
ar: اهداف

source: goal
ar: هدف

source: Task
ar: مهمة

source: Tasks
ar: مهام

source: TaskDuration
ar: وقت التنفيذ

source: TaskDurations
ar: مواقيت التنفيذ

source: type_manual
ar: يدوي

source: type_auto
ar: آلي

source: type
ar: النوع

source: view_name
ar: اسم الشاشة

source: percent_calculation_method
ar: طريقة الحساب

source: Enter inline view class
ar: ادخل اسم الشاشة

source: Enter calculation method
ar: طريقة الحساب

source: TaskAutomation
ar: وقت التنفيذ

source: YearlyPlanning
ar: التخطيط السنوي

source: plan
ar: الخطة

source: planed_weight
ar: الوزن المخطط

source: CompanyProductionMonthlyPlanning
ar: انتاج الذهب بالشركات

source: TraditionaProductionMonthlyPlanning
ar: إنتاج الذهب بالتعدين التقليدي

source: in ton
ar: بالطن

source: OtherMineralsProductionMonthlyPlanning
ar: انتاج المعادن الاخرى

source: planed_money
ar: الربط المخطط

source: TraditionaTahsilMonthlyPlanning
ar: ربط إيرادات التعدين التقليدي

source: band
ar: البند

source: TraditionaTahsilByBandMonthlyPlanning
ar: ربط إيرادات التعدين التقليدي بالبنود

source: jiha
ar: الجهة

source: TraditionaTahsilByJihaMonthlyPlanning
ar: ربط إيرادات التعدين التقليدي بالجهة

source: raw_total_weight
ar: إجمالي وزن الخام بالجرام

source: net_total_weight
ar: إجمالي وزن الصافي بالجرام

source: ExportGoldTraditionalMonthlyPlanning
ar: صادر ذهب التعدين التقليدي

source: ExportGoldCompanyMonthlyPlanning
ar: صادر ذهب الشركات

source: report
ar: التقرير

source: percentage
ar: نسبة التنفيذ

source: problems
ar: معوقات

source: TaskExecution
ar: موقف تنفيذ الخطة

source: TaskExecutions
ar: موقف تنفيذ الخطة

source: task_execution
ar: تنفيذ الخطة

source: total_weight
ar: إجمالي الوزن بالجرام

source: CompanyProductionTask
ar: انتاج الذهب

source: CompanyProductionTasks
ar: انتاج الذهب

source: TraditionalProductionTask
ar: إنتاج التعدين التقليدي

source: TraditionalProductionTasks
ar: إنتاج التعدين التقليدي

source: no_soug
ar: عدد الأسواق

source: no_grabeel
ar: عدد الغرابيل

source: no_hofra_kabira
ar: عدد الحفر الكبيرة

source: no_abar_khtot_intag
ar: عدد الابار وخطوط الانتاج

source: no_ajhizat_bahth
ar: عدد اجهزة البحث

source: no_mo3dinin_sosal
ar: عدد معدنين الصوصال

source: no_toahin_ratiba
ar: عدد الطواحين الرطبة

source: no_toahin_jafa
ar: عدد الطواحين الجافة

source: TraditionalStateTask
ar: موقف أسواق التعدين التقليدي

source: TraditionalStateTasks
ar: موقف أسواق التعدين التقليدي

source: OtherMineralsTask
ar: المعادن الاخرى

source: OtherMineralsTasks
ar: المعادن الاخرى

source: no_alloy
ar: عدد السبائك

source: total_hasila_dollar
ar: الحصيلة بالدولار

source: ExportGoldTraditionalTask
ar: صادر التعدين التقليدي

source: ExportGoldTraditionalTasks
ar: صادر التعدين التقليدي

source: ExportGoldCompanyTask
ar: صادر الشركات

source: ExportGoldCompanyTasks
ar: صادر الشركات

source: CompanyInfoTask
ar: موقف الشركة

source: CompanyInfoTasks
ar: موقف الشركات

source: CompanyLicenseInfoTask
ar: اتفاقيات/عقود/رخص الشركات

source: CompanyLicenseInfoTasks
ar: اتفاقيات/عقود/رخص الشركات

source: is_new_map_exists
ar: هل تم تحديث الخريطة الجيولوجية

source: exploration_map
ar: الخارطة الجيولوجية

source: map_description
ar: وصف التحديث

source: ExplorationMapTask
ar: تحديث الخارطة الجيولوجية

source: ExplorationMapTasks
ar: تحديث الخارطة الجيولوجية

source: Field required
ar: ادخال الحقل اجباري

source: total_money
ar: إجمالي المبلغ

source: TraditionalTahsilTask
ar: إيرادات التعدين التقليدي

source: TraditionalTahsilTasks
ar: إيرادات التعدين التقليدي

source: TahsilByBandTask
ar: إيرادات بالبنود

source: TahsilByBandTasks
ar: إيرادات بالبنود

source: TahsilByJihaTask
ar: إيرادات بالجهة

source: TahsilByJihaTasks
ar: إيرادات بالجهة

source: taswir_asag
ar: تسوير الأسواق

source: trhil_karta
ar: ترحيل الكرتة

source: slamat_manajim
ar: سلامة المناجم

source: no_3iadat
ar: العيادات

source: no_is3af
ar: الإسعاف

source: t3mol_zi2bag
ar: التعامل السليم مع الزئبق

source: TraditionalSalamaMatlobatTask
ar: مطلوبات البيئة والسلامة والصحه المهنية بالتعدين التقليدي

source: TraditionalSalamaMatlobatTasks
ar: مطلوبات البيئة والسلامة والصحه المهنية بالتعدين التقليدي

source: m2moriat_taftishia
ar: المأموريات التفتيشية

source: lig2at_2rshadia
ar: اللقاءات الإرشادية

source: taslim_tgarir
ar: تسليم التقارير

source: TraditionalSalamaRagabaTask
ar: نسبة تنفيذ الرقابة الإدارية على البيئة والسلامة بالتعدين التقليدي

source: TraditionalSalamaRagabaTasks
ar: نسبة تنفيذ الرقابة الإدارية على البيئة والسلامة بالتعدين التقليدي

source: nashat_1
ar: وجود مسؤول بيئة وسلامة

source: nashat_2
ar: توفر خطة بيئة وسلامة HSE Plan

source: nashat_3
ar: سياسة بيئة وسلامة HSE Policies

source: nashat_4
ar: متطلبات السلامة Safety Requirement

source: nashat_5
ar: متطلبات البيئة Environment Requirements

source: nashat_6
ar: التقارير Reports

source: nashat
ar: النشاط

source: percent
ar: النسبة المئوية

source: CompanySalamaMatlobatTask
ar: نسبة تنفيذ مطلوبات البيئة والسلامة والصحه المهنية بالتعدين المنظم

source: CompanySalamaMatlobatTasks
ar: نسبة تنفيذ مطلوبات البيئة والسلامة والصحه المهنية بالتعدين المنظم

source: no_7oadith
ar: عدد الحوادث

source: Company7oadithTask
ar: حوادث السلامة بالتعدين المنظم

source: Company7oadithTasks
ar: حوادث السلامة بالتعدين المنظم

source: no_wafiat
ar: عدد الوفيات

source: no_e9abat
ar: عدد الإصابات

source: Traditional7oadthTask
ar: حوادث التعدين التقليدي

source: Traditional7oadthTasks
ar: حوادث التعدين التقليدي

source: no_mokhalafat
ar: عدد المخالفات المرصودة

source: no_mokhalafat_fixed
ar: عدد المخالفات التي تم علاجها

source: CompanyMokhalafatTask
ar: المخالفات التي تم إصدار إجراءات تصحيحية لمعالجتها

source: CompanyMokhalafatTasks
ar: المخالفات التي تم إصدار إجراءات تصحيحية لمعالجتها

source: Mas2oliaMojtama3iaTask
ar: تحويلات أنصبة المجتمع والمحليات

source: Mas2oliaMojtama3iaTasks
ar: تحويلات أنصبة المجتمع والمحليات

source: no3_bath_1
ar: إذاعي

source: no3_bath_2
ar: تلفزيوني

source: no3_bath_3
ar: إلكتروني

source: no3_bath
ar: نوع النشر

source: count_positive
ar: موجب

source: MediaRasdBathTask
ar: رصد ما يبث في وسائل الإعلام

source: MediaRasdBathTasks
ar: رصد ما يبث في وسائل الإعلام

source: no3_media_mostathmir_1
ar: المستثمرون

source: no3_media_mostathmir_2
ar: المعدنين

source: no3_media_mostathmir_3
ar: المجتمعات المحلية

source: no3_media_mostathmir_4
ar: الرأي العام

source: no3_media_mostathmir_5
ar: الشركات

source: MediaF2atMostakhdmaTask
ar: المواد الاعلامية المنتجة حسب الفئات المستهدفة

source: MediaF2atMostakhdmaTasks
ar: المواد الاعلامية المنتجة حسب الفئات المستهدفة

source: no3_discovery_1
ar: صحف

source: no3_discovery_2
ar: بث تلفزيوني

source: no3_discovery_3
ar: بث إذاعي

source: no3_discovery_4
ar: إلكتروني

source: no3_discovery_5
ar: ملصقات

source: MediaDiscoveryTask
ar: التغطية الخبرية لإعلام الشركة

source: MediaDiscoveryTasks
ar: التغطية الخبرية لإعلام الشركة

source: no3_it_support_1
ar: إجراء نسخ احتياطي

source: no3_it_support_2
ar: إعادة تهيئة

source: no3_it_support_3
ar: تركيب جهاز جديد

source: no3_it_support_4
ar: تركيب طابعة جديدة

source: no3_it_support_5
ar: تعريف طابعة

source: no3_it_support_6
ar: ربط جهاز بالشبكة

source: no3_it_support_7
ar: تنزيل برامج

source: no3_it_support_8
ar: بلاغات خدمة انترنت

source: no3_it_support_9
ar: تعريف ماسح ضوئي

source: no3_it_support_10
ar: بلاغات اعطال اجهزة + طابعات

source: MediaITSupportTask
ar: إحصاءات خدمة الدعم الفني التقني

source: MediaITSupportTasks
ar: إحصاءات خدمة الدعم الفني التقني

source: gm_task_1
ar: المشاركات الخارجية

source: gm_task_2
ar: المأموريات

source: gm_task_3
ar: مقابلات ولقاءات

source: gm_task_4
ar: اجتماعات مع جهات خارجية

source: gm_task_5
ar: اجتماعات داخلية

source: gm_task_6
ar: لجان

source: gm_task_7
ar: أخرى

source: GMTask
ar: أنشطة المدير العام (تراكمي)

source: GMTasks
ar: أنشطة المدير العام (تراكمي)

source: ganonia_task_1
ar: الفتاوي والراي القانوني

source: ganonia_task_2
ar: “عدد العقودات

source: ganonia_task_3
ar: الانذارات والمخالفات

source: ganonia_task_4
ar: عدد اللجان

source: ganonia_task_5
ar: الإستشارات الواردة

source: ganonia_task_6
ar: دعاوي امام المحاكم

source: ganonia_task_7
ar: بلاغات امام النيابة

source: GanoniaTask
ar: النشاط القانوني

source: GanoniaTasks
ar: النشاط القانوني

source: end distribution
ar: انهاء توزيع مشرف ميداني

source: moragib
ar: مشرف ميداني

source: approved_action
ar: تصديق الإستمارة المحددة

source: draft_action
ar: إرجاع الإستمارة المحددة إلى مسودة

source: production_control
ar: نظام إنتاج وترحيل الذهب بالشركات

source: alloy_weight_expected
ar: الوزن المتوقع بالجرام

source: alloy_serial_no
ar: رقم السبيكة

source: moragib_list
ar: قائمة المشرفين الميدانيين

source: moragib_distribution
ar: توزيع المشرفين الميدانيين

source: gold_production_user_detail
ar: تفاصيل مشرف ميداني

source: gold_production_user_details
ar: تفاصيل المشرفين الميدانيين

source: alloy_jaf
ar: وزن الركاز (المركز)

source: alloy_khabath
ar: وزن الخبث

source: alloy_remaind
ar: وزن الذهب المتبقي

source: gold_production_3hda_file
ar: مرفق استمارة العهدة

source: Gold Production Form
ar: استمارة انتاج

source: alloy_weight
ar: الوزن بالجرام

source: alloy_added_gold
ar: وزن الذهب المضاف للصهر

source: alloy_shipped
ar: سبيكة مرحلة

source: Gold Production Form - Alloy
ar: انتاج الذهب - السبائك

source: gold_shipping_form_file
ar: مرفق استمارة ترحيل

source: Gold Shipping Form
ar: استمارة ترحيل

source: Gold Shipping Form - Alloy
ar: ترحيل الذهب - السبائك

source: Distributed correctly
ar: توزيع متوازن

source: Double check distribution balance!
ar: مجموع الايرادات الموزعة لايساوي اجمالي الايراد!

source: Revenu distiribution
ar: توزيع الايرادات

source: Partner
ar: الشريك

source: Partners
ar: الشركاء

source: Revenu type
ar: نوع الايراد

source: Revenu types
ar: انواع الايرادات

source: Revenu type detail
ar: تفصيل نوع الايراد

source: Revenu type details
ar: تفاصيل انواع الايرادات

source: Revenu
ar: الايرادات

source: source
ar: المصدر

source: Revenu distribution
ar: توزيع الايرادات

source: Revenu distribution detail
ar: تفاصيل توزيع الايرادات

source: Revenu distribution details
ar: تفاصيل توزيع الايرادات

source: application not confirmed!
ar: لم يتم إعتماد الطلب، الرجاء التأكد من اكتمال البيانات.

source: SSWG App
ar: النافذة السودانية الموحدة لصادر الذهب

source: Company Name
ar: اسم الشركة

source: Surrogate Name
ar: اسم المندوب

source: ID Type
ar: نوع الهوية

source: ID Value
ar: رقم الهوية

source: Contact Phone
ar: هاتف التواصل

source: SSWG Basic Form
ar: الإستمارة الموحدة لحركة الذهب داخل النافذة

source: SSWG CompanyDetails
ar: بيانات الشركة المصدرة

source: Raw Weight
ar: وزن السبائك الكلي

source: Allow Count
ar: عدد السبائك

source: smrc_file
ar: مرفق استمارة ترحيل الذهب بغرض الصادر

source: SSWG SMRCData
ar: استمارة ترحيل الذهب بغرض الصادر

source: Net Weight
ar: كمية صادر الذهب الصافي

source: Certificate ID
ar: رقم شهادة التحليل

source: ssmo_file
ar: شهادة التحليل

source: SSWG SSMOData
ar: الهيئة السودانية للمواصفات والمقاييس - شهادة تحليل

source: SMRC No Objection File
ar: شهادة عدم الممانعة

source: SSWG SmrcNoObjectionData
ar: شهادة عدم الممانعة من الشركة السودانية للموارد المعدنية

source: Ministry of Minerals Acceptance File
ar: تصديق وزارة المعادن

source: SSWG MmAceptanceData
ar: تصديق وزارة المعادن

source: Contract Number
ar: رقم عقد الصادر

source: Exporters/Importers Registry Number
ar: رقم سجل المصدرين/المستوردين

source: Unit Price (grams)
ar: سعر الوحدة بالجرام

source: Total Contract Value
ar: القيمة الإجمالية للعقد

source: Port of Shipment
ar: ميناء الشحن

source: Port of Arrival
ar: ميناء الوصول

source: Main Bank Name
ar: البنك الرئيسي

source: Subsidiary Bank Name
ar: البنك الفرعي

source: Contract Expiration Date
ar: تاريخ انتهاء العقد

source: mocs1_file
ar: عقد الصادر

source: SSWG MOCSData
ar: وزارة التجارة والتموين

source: mocs2_file
ar: شهادة المنشأ

source: Customer Account Number
ar: رقم حساب العميل

source: EX-Form Number
ar: رقم استمارة الصادر (Ex-Form)

source: Commercial Bank Name
ar: اسم البنك التجاري

source: Issued Amount
ar: مبلغ حصيلة الصادر

source: Payment Method
ar: طريقة الدفع

source: cbs_file
ar: استمارة الصادر EX-Form
