Repository: mahmoud-ali/e_service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: SSWG CBS
ar: بنك السودان المركزي - شهادة صادر

source: SSWG State 1
ar: مسودة

source: SSWG State 2
ar: إعتماد سكرتارية النافذة

source: SSWG State 3
ar: إعتماد الأمن الاقتصادي

source: SSWG State 4
ar: إعتماد الهيئة السودانية للمواصفات والمقاييس

source: SSWG State 5
ar: إعتماد الشركة السودانية للموارد المعدنية

source: SSWG State 6
ar: إعتماد وزارة المعادن

source: SSWG State 7
ar: إعتماد الاستخبارات العسكرية

source: SSWG State 8
ar: إعتماد وزارة التجارة والتموين

source: SSWG State 9
ar: إعتماد بنك السودان المركزي

source: SSWG State 10
ar: إعتماد الغرفة التجارية

source: SSWG State 11
ar: إعتماد قوات الجمارك

source: Form Date
ar: تاريخ النموذج

source: Serial Number
ar: الرقم التسلسلي

source: Log In page
ar: صفحة الدخول

source: Log In
ar: دخول

source: Log out
ar: خروج

source: Are you sure you want to logout?
ar: هل ترغب حقاً في الخروج؟

source: Logout
ar: خروج

source: Change Password
ar: تغيير كلمة المرور

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

source: Password Reset
ar: اعادة تعيين كلمة المرور

source: SMRC e-services
ar: بوابة الخدمات الالكترونية

source: View
ar: عرض

source: Messages:
ar: الرسائل

source: Menu:
ar: القائمة

source: Sign Out
ar: خروج

source: Sign In
ar: دخول

source: traditional_api
ar: تحصيل التعدين التقليدي

source: Collector
ar: المتحصل

source: Collectors
ar: المتحصلين

source: mo3adin_name
ar: اسم المعدن

source: quantity_per_shoal
ar: عدد الشوالات

source: Invoice
ar: الفاتورة

source: Invoices
ar: الفواتير

source: Authenticated sucessfully.
ar: تم تسجيل الدخول بنجاح.

source: Record added sucessfully.
ar: تم حفظ السجل بنجاح.
