Repository: mahmoud-ali/e_service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: HSE CYANIDE TABLE
ar: خاص بالسيانيد- Cyanide Table

source: SPECIFICATION1
ar: كاميرات مراقبة

source: SPECIFICATION2
ar: أرضية خرسانية

source: SPECIFICATION3
ar: مروحة تهوية

source: SPECIFICATION4
ar: إنارة

source: Specification
ar: المواصفات

source: is_exists
ar: موجود؟

source: HSE CYANIDE CN Storage Specification
ar: مواصفات مخزن السيانيد

source: WATER_USED1
ar: المياه المستخدمة فى المعالجة – متر مكعب Water Consumed for Process – cubic meter

source: WATER_USED2
ar: المياه المستخدمة فى المعسكر – متر مكعب Water Consumed in camp – cubic meter

source: WATER_USED3
ar: المياه المعالجة (مياه الصرف الصحي) – متر مكعب Sewage water – cubic meter

source: WATER_USED4
ar: المياه المعاد استخدامها – متر مكعب Reused water – cubic meter

source: hse_water_used
ar: الموارد المستخدمة Resources used / Water

source: source_of_water
ar: مصدر المياه Source Of Water

source: HSE WATER USED
ar: نوع وكمية المواد المياه المستخدمة وطرق التخزين

source: OIL_USED1
ar: الوقود المستخدم Consumed Fuel/Liter

source: OIL_USED2
ar: الزيوت الراجعة Used oil/Liter

source: OIL_USED3
ar: الزيوت المستخدمة للاليات Type of Fuel/Liter

source: hse_oil_used
ar: الموارد المستخدمة Resources used / Fuels

source: disposal_method
ar: طريقة التخلص Disposal Method

source: HSE OIL USED
ar: نوع وكمية المواد الزيوت المستخدمة وطرق التخزين

source: WASTE_DISPOSAL1
ar: الصلبة/ نفايات الخام-طن Tailing Waste - Ton

source: WASTE_DISPOSAL2
ar: الصلبة/ إسكراب - كيلوجرام Scrap - Kg

source: WASTE_DISPOSAL3
ar: الصلبة/ أخرى كيلوجرام - Other Kg

source: WASTE_DISPOSAL4
ar: العبوات الفارغة/ عبوات السيانيد الفارغة (براميل – شكارات) Empty Cyanide container (bags – barrel)

source: WASTE_DISPOSAL5
ar: العبوات الفارغة/ عبوات المواد الكيميائية الفارغة Empty Chemical container

source: WASTE_DISPOSAL6
ar: العبوات الفارغة/ عبوات الأحماض الفارغة Empty Acids container

source: WASTE_DISPOSAL7
ar: العبوات الفارغة/ أخرى - Other

source: WASTE_DISPOSAL8
ar: السائلة/ سوائل المعمل - متر مكعب Lab liquid – cubic meter

source: WASTE_DISPOSAL9
ar: السائلة/ مياه الصرف الصحي - متر مكعب Sewage - cubic meter

source: WASTE_DISPOSAL10
ar: السائلة/ أخرى متر مكعب - Other - cubic meter

source: WASTE_DISPOSAL11
ar: نفايات المطبخ Kitchen waste

source: WASTE_DISPOSAL12
ar: كمية الزئبق المجمع في غرفة الصهر (مكثف الزئبق) Quantity of Mercury Condensed in smelting Room (Mercury Condenser)

source: WASTE_DISPOSAL13
ar: كمية الزئبق المجمع في الخلية (مكثف الزئبق) Quantity of Mercury Condensed in Electro winning (Mercury Condenser)

source: WASTE_DISPOSAL14
ar: نسبة السيانيد في حوض النفاية Percentage of Cyanide in tailing dam

source: WASTE_DISPOSAL15
ar: نسبة الزئبق في حوض النفاية Percentage of Mercury in tailing dam

source: hse_WASTE_DISPOSAL
ar: المخلفات Waste

source: HSE WASTE DISPOSAL
ar: طرق التخلص من النفايات بالموقع – on site waste disposal method

source: QUALIFICATION1
ar: طبيب

source: QUALIFICATION2
ar: مساعد طبي

source: AMBULANCE_USED1
ar: عربة إسعاف

source: AMBULANCE_USED2
ar: مركبة طوارئ

source: AMBULANCE_USED3
ar: لايوجد

source: unit_manager
ar: اسم مدير الوحدة / عيادة خارجية - Name of Unit Manager / External Clinic

source: unit_phone
ar: رقم الهاتف - Telephone number

source: unit_qualification
ar: المؤهل (طبيب / مساعد طبي) - Qualification (doctor / medical assistant)

source: aid_qty_used
ar: عدد صناديق الإسعافات الاولية - Number of First Aid Boxes

source: ambulance_used
ar: Ambulance - عربة طوارئ

source: periodic_medical_examination
ar: الفحص الطبي الدوري - Periodic medical examination

source: primary_medical_examination
ar: الفحص الطبي الأولي للعاملين الجدد - primary medical examination for New Workers

source: HSE Therapeutic unit
ar: الوحدة العلاجية - Therapeutic unit

source: disease_dt
ar: التاريخ Date

source: disease_type
ar: نوع المرض The type of disease

source: no_patients
ar: عدد المرضى Number of patients

source: patients_career
ar: مهنة المريض Patient career

source: patients_worksite
ar: موقع عمل المريض Patient work site

source: HSE Diseases For Workers
ar: الصحة المهنية والحالات المرضية للعاملين Occupational Health & Diseases For Workers

source: STATISTICAL_DATA1
ar: No. of Days Lost due to LWDC عدد أيام LWDC

source: STATISTICAL_DATA2
ar: No. of Days Lost due to RWDC عدد أيام RWDC

source: STATISTICAL_DATA3
ar: No. of Employees Received Medical Treatment Due Injury عدد الموظفين الذين تلقوا علاج طبي نتيجة الإصابة

source: STATISTICAL_DATA4
ar: Days Lost Due to Sickness Absence عدد الأيام المفقودة نتيجة للمرض

source: hse_statistical_data
ar: بيانات احصائية - STATISTICAL DATA

source: HSE STATISTICAL DATA
ar: بيانات احصائية - STATISTICAL DATA

source: meal_served
ar: أصناف الوجبات المقدمة Type Of Meals Served

source: food_sources
ar: مصادر المواد الغذائية Food sources

source: food_transportation
ar: وسائل نقل المواد الغذائية Food stuffs transport

source: food_storage
ar: تخزين المواد الغذائية Food storage

source: kitchen_cleaning
ar: الية النظافة المتبعة للمطبخ Cleaning mechanism for kitchen

source: HSE Catering
ar: الطعام والغذاء - Catering

source: EXPLOSIVES_USED1
ar: نترات الامونيوم - Ammonium Nitrate

source: EXPLOSIVES_USED2
ar: املشن - Emulsions

source: EXPLOSIVES_USED3
ar: شريط تفجير - Detonating Card

source: EXPLOSIVES_USED4
ar: كبسولات كهربائية - Elect Detonator

source: EXPLOSIVES_USED5
ar: كبسولة غير كهربائية - Non Elect Detonator

source: EXPLOSIVES_USED6
ar: شريط امان - Safety Fuse

source: EXPLOSIVES_USED7
ar: بوستر - Booster

source: EXPLOSIVES_USED8
ar: اجهزة تفجير - Detonating Devices

source: EXPLOSIVES_USED9
ar: كابل - Cable

source: hse_explosives_used
ar: المتفجرات و المواد الكيميائية و الخطرة – Explosives

source: qty_remain
ar: المتبقي

source: HSE EXPLOSIVES USED
ar: المتفجرات و المواد الكيميائية و الخطرة – Explosives

source: EXP_SPECIFICATION1
ar: كاميرات مراقبة

source: EXP_SPECIFICATION2
ar: مانعة صواعق

source: EXP_SPECIFICATION3
ar: مروحة تهوية

source: EXP_SPECIFICATION4
ar: إنارة

source: EXP_SPECIFICATION5
ar: طفايات

source: HSE Explosive Storage Specification
ar: مواصفات مخزن المتفجرات

source: BILLS_OF_QUANTITIES1
ar: عدد الحفر - Holes number

source: BILLS_OF_QUANTITIES2
ar: ميلان الحفر - Hole inclination

source: BILLS_OF_QUANTITIES3
ar: نمط الحفر - Drilling pattern

source: BILLS_OF_QUANTITIES4
ar: نوع الية الحفر - Rig type

source: BILLS_OF_QUANTITIES5
ar: اقطار الحفر - Drilling diameter

source: BILLS_OF_QUANTITIES6
ar: ارتفاع الواجهات - Bench height

source: BILLS_OF_QUANTITIES7
ar: الحفر تحت مستوي الواجهات - Sub-drilling

source: BILLS_OF_QUANTITIES8
ar: الابعاد بين الحفر - Space/burden

source: BILLS_OF_QUANTITIES9
ar: بعد الصف الاول من الواجهة - Front row burden

source: BILLS_OF_QUANTITIES10
ar: عدد اذونات التفجير

source: hse_bills_of_quantities
ar: Attribute

source: HSE BILLS OF QUANTITIES
ar: جداول الكميات - Bills of Quantities

source: CADASTRAL_SPECIFICATION1
ar: الانظمة التاخيرية - Delay initiation system

source: CADASTRAL_SPECIFICATION2
ar: عمق الدفن - Stemming

source: CADASTRAL_SPECIFICATION3
ar: اعماق الحفر الكلية - Total drilling depth

source: CADASTRAL_SPECIFICATION4
ar: نوع كبسولات الاشعال - Detonators type

source: CADASTRAL_SPECIFICATION5
ar: نوع الشحنة السفلي - Bottom charge

source: CADASTRAL_SPECIFICATION6
ar: نوع الشحنة الاساسية - Main charge

source: CADASTRAL_SPECIFICATION7
ar: نوع عازل الدفن - Stemming type

source: CADASTRAL_SPECIFICATION8
ar: قيمة الشحنة النوعية مقابل الكمية - Specific charge Kg/m3

source: CADASTRAL_SPECIFICATION9
ar: قيمة الشحنة النوعية مقابل الزمن التاخيري - Max. Kg/m3

source: value
ar: القيمة

source: HSE cadastral operations
ar: بيانات العمليات المساحية - Data of cadastral operations

source: CADASTRAL2_SPECIFICATION1
ar: مقاسات الصخور - Fragmentation

source: CADASTRAL2_SPECIFICATION2
ar: ابعد مدي للصخور المتطائرة - Fly Rocks

source: CADASTRAL2_SPECIFICATION3
ar: الاهتزازات الارضية – Vibration

source: CADASTRAL2_SPECIFICATION4
ar: التضاغط الهوائي – Air Compression

source: CADASTRAL2_SPECIFICATION5
ar: سحب الاكاسيد النيتروجينية - NOX

source: CADASTRAL2_SPECIFICATION6
ar: عدم الاشعال – Miss Fire

source: CADASTRAL2_SPECIFICATION7
ar: مسافة الامان للكابل – Safety Distance

source: observation
ar: ملاحظات observations

source: result
ar: النتيجة Result

source: HSE cadastral operations2
ar: بيانات العمليات المساحية - Data of cadastral operations

source: whom_reason
ar: الغرض من الشهادة

source: whom_subject
ar: الموضوع

source: whom_attachement_file
ar: ملف شهادة لمن يهمه الامر

source: Whom may concern
ar: الى من يهمه الامر

source: Application: Whom may concern request
ar: طلب شهادة لمن يهمه الامر

source: Application: Whom may concern requests
ar: طلب شهادة لمن يهمه الامر

source: form_no
ar: رقم الاستمارة

source: gold_production_form_file
ar: مرفق استمارة الانتاج

source: Gold Production
ar: انتاج الذهب

source: Application: Gold Production
ar: استمارة انتاج الذهب

source: melt_dt
ar: تاريخ الصهر

source: melt_bar_no
ar: رقم السبيكة

source: melt_bar_weight
ar: وزن السبيكة

source: melt_jaf
ar: وزن المركز الجاف

source: melt_khabath
ar: وزن الخبث

source: melt_added_gold
ar: وزن الذهب المضاف للصهر

source: melt_remaind
ar: وزن الذهب المتبقي

source: Gold Production Detail
ar: تفاصيل استمارة الانتاج

source: Gold Production Details
ar: تفاصيل استمارة الانتاج

source: No records.
ar: لايوجد سجل.

source: New application
ar: طلب جديد

source: In progress
ar: قيد الاجراء

source: Approved
ar: تم التصديق

source: Rejected
ar: تم الرفض

source: reject_comments_title
ar: لقد تم رفض طلبك للاتي:

source: edit_btn
ar: تعديل سجل

source: delete_btn
ar: حذف سجل

source: Menu
ar: القائمة

source: Home page
ar: الرئيسية

source: Request page
ar: المطالبات المالية

source: Application: Foreigner Procedure
ar: طلب اجراءات اجانب

source: Application: Visiblity Study
ar: طلب دراسة جدوى

source: latest application accepted
ar: اخر الطلبات التي تم التصديق عليها

source: application
ar: الطلب

source: latest application in rejected
ar: اخر الطلبات التي تم رفضها

source: latest application in progress
ar: اخر الطلبات قيد الاجراء

source: List of foreigner movements
ar: قائمة طلبات حركة الاجانب

source: Add new movement
ar: اضافة طلب حركة اجنبي

source: Application sent successfully.
ar: تم ارسال الطلب بنجاح.

source: Show movement
ar: عرض طلب حركة اجنبي

source: List of borrow materials
ar: قائمة طلبات الاستلاف

source: Add new borrow materials
ar: اضافة طلب اسلاف مواد

source: Show borrow materials
ar: عرض طلب استلاف مواد

source: List of Added area
ar: قائمة طلبات اضافة مساحة

source: Add new area
ar: اضافة مساحة جديدة

source: Show added area
ar: عرض طلب المساحة المضافة

source: List of Aifaa Jomrki
ar: قائمة طلبات اعفاء جمركي

source: Add Aifaa Jomrki
ar: اضافة اعفاء جمركي

source: Show Aifaa Jomrki
ar: عرض اعفاء جمركي

source: List of company name changes
ar: قائمة تغيير اسماء الشركات

source: Add new company name
ar: اضافة اسم شركة جديد

source: Show company name
ar: عرض طلب تغيير اسم شركة

source: List of change work procedure
ar: قائمة تغيير طريقة العمل

source: Add change work procedure
ar: اضافة طلب تغيير طريقة عمل

source: Show change work procedure
ar: عرض طلب تغيير طريقة عمل

source: List of Cyanide Certificates
ar: قائمة طلبات استخراج شهادة مستخدم سيانيد

source: Add Cyanide Certificate
ar: اضافة طلب شهادة مستخدم سيانيد

source: Show Cyanide Certificate
ar: عرض طلب شهادة مستخدم سيانيد

source: List of exploration times
ar: قائمة طلبات مواقيت الاستكشاف

source: Add new exploration time
ar: اضافة طلب ميقات استكشاف

source: Show exploration time
ar: عرض طلب مدة استكشاف

source: List of Explosive Permissions
ar: قائمة طلبات تجديد اذن استخدام متفجرات

source: Add Explosive Permission
ar: اضافة طلب تجديد اذن استخدام متفجرات

source: Show Explosive Permission
ar: عرض طلب تجديد اذن استخدام متفجرات

source: List of export gold
ar: قائمة طابات صادر ذهب

source: Add export gold
ar: اضافة طلب صادر ذهب

source: Show export gold
ar: عرض طلب صادر ذهب

source: List of export gold raw
ar: قائمة طلبات صادر خام

source: Add export gold raw
ar: اضافة طلب صادر خام

source: Show export gold raw
ar: عرض طلب صادر خام

source: List of foreigner procedures
ar: قائمة طلبات اجراءات الاجانب

source: Add foreigner procedure
ar: اضافة طلب اجراءات اجانب

source: Show foreigner procedure
ar: عرض طلب اجراءات اجانب

source: List of Fuel Permissions
ar: قائمة طلبات موافقة وقود

source: Add Fuel Permission
ar: اضافة طلب موافقة وقود

source: Show Fuel Permission
ar: عرض موافقة وقود

source: List of Gold Productions
ar: قائمة استمارات الانتاج

source: Add Gold Production
ar: اضافة استمارة انتاج

source: Show Gold Production
ar: عرض استمارة انتاج

source: List of HSE Accident Reports
ar: قائمة تقارير الحوادث

source: Add new HSE Accident Report
ar: اضافة تقرير حادث

source: Show HSE Accident Report
ar: عرض تقرير حادث

source: List of HSE Performance Reports
ar: قائمة تقارير اداء البيئة والسلامة

source: Add new HSE Performance Report
ar: اضافة تقرير اداء البيئة والسلامة

source: Show HSE Performance Report
ar: عرض تقرير اداء البيئة والسلامة

source: List of Import Permissions
ar: قائمة طلبات اذن ادخال مواد

source: Add Import Permission
ar: اضافة طلب اذن ادخال مواد

source: Show Import Permission
ar: عرض اذن ادخال مواد

source: List of Local Purchases
ar: قائمة طلبات شراء محلي

source: Add Local Purchase
ar: اضافة طلب شراء محلي

source: Show Local Purchase
ar: عرض طلب شراء محلي

source: List of mda
ar: قائمة طلبات MDA

source: Add mda
ar: اضافة طلب MDA

source: Show mda
ar: عرض طلب MDA

source: List of requests
ar: قائمة المطالبات المالية

source: Show added request
ar: عرض سجل مطالبة

source: List of Reexport Equipments
ar: قائمة طلبات اعادة صادر لاليات ومعدات

source: Add Reexport Equipments
ar: اضافة طلب اعادة صادر لاليات ومعدات

source: Show Reexport Equipments
ar: عرض طلب اعادة صادر لاليات ومعدات

source: List of removed area
ar: قائمة طلبات تنازل عن مساحة

source: Add remove area application
ar: اضافة طلب تنازل عن مساحة

source: Show removed area
ar: عرض طلب تنازل عن مساحة

source: List of Renewal Contracts
ar: قائمة طلبات تجديد عقود مخلفات تعدين

source: Add Renewal Contract
ar: اضافة طلب تجديد عقد مخلفات تعدين

source: Show Renewal Contract
ar: عرض طلب تجديد عقد مخلفات تعدين

source: List of Requirements List
ar: قائمة طلبات كشف الاحتياجات

source: Add Requirements List
ar: اضافة طلب كشف احتياجات

source: Show Requirements List
ar: عرض طلب كشف احتياجات

source: List of Restart Activities
ar: قائمة طلبات مزاولة نشاط

source: Add Restart Activity
ar: اضافة طلب مزاولة نشاط

source: Show Restart Activity
ar: عرض طلب مزاولة نشاط

source: List of samples for analysis
ar: قائمة طلبات ارسال عينات للخارج للتحليل

source: Add samples for analysis
ar: اضافة طلب ارسال عينات للخارج للتحليل

source: Show samples for analysis
ar: عرض طلب ارسال عينات للخارج للتحليل

source: List of taaweed
ar: قائمة طلبات تعويض

source: Add taaweed
ar: اضافة طلب تعويض

source: Show taaweed
ar: عرض طلب تعويض

source: List of tajeel tnazol
ar: قائمة طلبات تأجيل تنازل

source: Add tajeel tnazol
ar: اضافة طلب تأجيل تنازل

source: Show tajeel tnazol
ar: عرض طلب تأجيل تنازل

source: List of tajmeed
ar: قائمة طلبات التجمييد

source: Add tajmeed
ar: اضافة طلب تجمييد

source: Show tajmeed
ar: عرض طلب تجمييد

source: List of takhali
ar: قائمة طلبات التخلي

source: Add takhali
ar: اضافة طلب تخلي

source: Show takhali
ar: عرض طلب تخلي

source: List of tamdeed
ar: قائمة طلبات التمديد/التجديد

source: Add tamdeed
ar: اضافة طلب تمديد/تجديد

source: Show tamdeed
ar: عرض طلب تمديد/تجديد

source: List of technical & financial reports
ar: قائمة طلبات التقارير الفنية والمالية

source: Add new technical & financial report
ar: اضافة طلب تقرير فني ومالي

source: Show technical & financial report
ar: عرض طلب تقرير فني ومالي

source: List of Temporary Exemptions
ar: قائمة طلبات افراج مؤقت

source: Add Temporary Exemptions
ar: اضافة طلب افراج مؤقت

source: Show Temporary Exemptions
ar: عرض طلب افراج مؤقت

source: List of tnazol shraka
ar: قائمة طلبات التنازل عن شراكة او اسهم

source: Add tnazol shraka
ar: اضافة طلب تنازل عن شراكة او سهم

source: Show tnazol shraka
ar: عرض طلب تنازل عن شراكة او سهم

source: List of Visibity Study
ar: قائمة طلبات دراسة الجدوى

source: Add Visibity Study
ar: اضافة طلب دراسة جدوى

source: Show Visibity Study
ar: عرض طلب دراسة جدوى

source: List of Whom may concern requests
ar: قائمة طلبات لمن يهمه الامر

source: Add new Whom may concern request
ar: اضافة طلب لمن يهمه الامر

source: Show Whom may concern request
ar: عرض طلب لمن يهمه الامر

source: List of work plans
ar: قائمة طلبات خطة عمل

source: Add new work plan
ar: اضافة طلب خطة عمل

source: Show work plan
ar: عرض طلب خطة عمل

source: Submitted state
ar: تم ارسال الطلب

source: Accepted state
ar: تم قبول الطلب

source: Approved state
ar: تم تصديق الطلب

source: Rejected state
ar: تم رفض الطلب

source: New application submitted
ar: تم ارسال طلب جديد

source: Application accepted
ar: تم استلام الطلب

source: Application approved
ar: تم تصديق الطلب

source: Application rejected
ar: تم رفض الطلب

source: from_dt
ar: من

source: to_dt
ar: الى

source: draft
ar: مسودة

source: license
ar: الاتفاقية/العقد

source: currency
ar: العملة

source: record_state
ar: الحالة

source: Other
ar: أخرى

source: Save
ar: حفظ

source: Close
ar: إغلاق

source: Delete
ar: حذف السجل

source: Save Draft
ar: حفظ مسودة

source: Save & Confirm
ar: حفظ وتأكيد

source: Delete Draft
ar: حذف المسودة

source: Search
ar: بحث

source: New record
ar: سجل جديد

source: Record removed successfully.
ar: تم حذف السجل بنجاح.

source: Any date
ar: أي تاريخ

source: Today
ar: اليوم

source: Past 7 days
ar: الايام السبعة الاخيرة

source: Past 30 days
ar: الايام الثلاثين الاخيرة

source: This month
ar: هذا الشهر

source: Last month
ar: الشهر السابق

source: This year
ar: هذا العام

source: Last year
ar: العام السابق

source: All
ar: الكل

source: Confirm application
ar: اعتماد الطلب

source: state_smrc
ar: اعتماد ممثل الشركة السودانية بالولاية

source: application confirmed successfully!
ar: تم إعتماد الطلب بنجاح.

source: state_approved
ar: مصدقة

source: return_to_draft
ar: إرجاع إلى مسودة

source: application changed successfully!
ar: تم تعديل الطلب بنجاح.

source: date
ar: التاريخ

source: koli_amount
ar: المبلغ الكلي

source: source_state
ar: الولاية المصدر

source: al3wayid_aljalila_amount
ar: العوائد الجليلة

source: alhafiz_amount
ar: الحافز

source: alniyaba_amount
ar: النيابة

source: smrc_amount
ar: الشركة السودانية

source: state_amount
ar: الولاية

source: police_amount
ar: شرطة التعدين

source: amn_amount
ar: امن التعدين

source: riasat_alquat_aldaabita_amount
ar: رئاسة القوة الضابطة

source: alquat_aldaabita_amount
ar: القوة الضابطة

source: dabtiaat_altaedin_app
ar: نظام ضبطيات التعدين

source: user
ar: المستخدم

source: authority_smrc
ar: الشركة السودانية - الولايات

source: authority
ar: الجهة

source: state representative
ar: الممثل بالولاية

source: state representatives
ar: الممثلين بالولاية

source: state_draft
ar: مسودة

source: state_canceled
ar: تم الإلغاء

source: Report number
ar: رقم البلاغ

source: dabtiaat app
ar: استمارة ضبطية

source: alloy_id
ar: رقم السبيكة

source: gold_weight_in_gram
ar: وزن الذهب بالجرام

source: gold_price
ar: سعر الجرام

source: gold_caliber
ar: العيار

source: settlement type
ar: نوع التسوية

source: settlement types
ar: انواع التسويات

source: settlement_type
ar: نوع التسوية

source: amount
ar: المبلغ

source: Revenue Settlement
ar: تسوية الايرادات

source: Show all
ar: عرض الكل

source: state_confirmed
ar: مؤكد

source: expected_due_date
ar: تاريخ النهاية المتوقع

source: subject
ar: الموضوع

source: inbox_attachments
ar: الخطاب الوارد

source: mark_done
ar: تم التنفيذ

source: Record saved successfully.
ar: تم حفظ السجل بنجاح.

source: Executive Office
ar: المكتب التنفيذي

source: state_processing
ar: قيد الاجراء

source: state_done
ar: تم التنفيذ

source: order_procedure
ar: للاجراء

source: order_followup
ar: للمتابعة

source: contact
ar: التواصل

source: contacts
ar: التواصل

source: procedure_type2
ar: نوع الاجراء

source: procedure_types
ar: انواع الاجراءات

source: title
ar: العتوان

source: order
ar: التوجيه

source: assign_to
ar: المسئول عن التنفيذ

source: procedure type task template
ar: قالب مهام انواع الاجراءات

source: procedure type task templates
ar: قوالب مهام انواع الاجراءات

source: sender_entity
ar: الجهة المرسلة

source: sender_entities
ar: الجهات المرسلة

source: finish_date
ar: تاريخ النهاية

source: inbox
ar: صندوق الوارد

source: attachment_file
ar: المرفقات

source: inbox attachment
ar: الخطابات الواردة

source: inbox attachments
ar: الخطابات الواردة

source: inbox company
ar: الشركة

source: inbox companies
ar: الشركات

source: task_title
ar: عنوان المهمة

source: inbox task
ar: مهمة

source: inbox tasks
ar: قائمة المهام

source: owner data
ar: بيانات المالك

source: representative data
ar: بيانات الناقل

source: attachments
ar: المرفقات

source: Arrived to SSMO
ar: وصل للمواصفات والمقاييس

source: state_ssmo
ar: إكتملت اجراءات الصادر

source: state_waived
ar: تم التنازل

source: gold_alloy_count
ar: عدد السبائك

source: destination
ar: الوجهة

source: owner_name
ar: اسم المالك

source: owner_address
ar: عنوان المالك

source: repr_name
ar: اسم الناقل

source: repr_address
ar: عنوان الناقل

source: repr_phone
ar: تلفون الناقل

source: repr_identity_type
ar: نوع اثبات هوية الناقل

source: repr_identity
ar: اثبات هوية الناقل

source: repr_identity_issue_date
ar: تاريخ اصدار هوية الناقل

source: Show certificate
ar: عرض الشهادة

source: Gold travel
ar: نقل وترحيل الذهب بغرض الصادر

source: export_next_serial_no
ar: المتسلسل التالي لصادر الذهب

source: reexport_next_serial_no
ar: المتسلسل التالي لإعادة صادر الذهب

source: silver_next_serial_no
ar: المتسلسل التالي لصادر الفضة

source: has_2lestikhbarat_2l3askria
ar: يوجد اعتماد لممثل هيئة الإستخبارات العسكرية

source: gold travel state detail
ar: تفاصيل الولاية

source: gold travel state details
ar: تفاصيل الولايات

source: authority_2mn_2lm3adin
ar: أمن واقتصاديات المعادن

source: authority_shortat_2lm3adin
ar: شرطة تأمين التعدين

source: authority_2lestikhbarat_2l3askria
ar: هيئة الإستخبارات العسكرية

source: authority_smrc_nafiza
ar: الشركة السودانية - النافذة

source: inactive
ar: متوقفة

source: ssmo_name
ar: النافذة السودانية الموحدة لصادر الذهب

source: form_type_gold_export
ar: استمارة صادر ذهب

source: form_type_gold_reexport
ar: استمارة صادر ذهب بغرض التصنيع والاعادة

source: form_type_silver_export
ar: استمارة صادر فضة

source: state_2mn_2lm3adin
ar: اعتماد ممثل أمن إقتصاديات المعادن

source: state_shortat_2lm3adin
ar: اعتماد ممثل شرطة تأمين التعدين

source: state_2lestikhbarat_2l3askria
ar: اعتماد ممثل هيئة الإستخبارات العسكرية

source: identity_passport
ar: جواز

source: identity_personal
ar: بطاقة شخصية

source: identity_national_id
ar: رقم وطني

source: identity_driving_license
ar: رخصة قيادة

source: form_type
ar: نوع الاستمارة

source: Move Gold
ar: استمارة ترحيل ذهب صادر

source: Re-export Gold
ar: استمارة ترحيل ذهب صادر بغرض التصنيع وإعادة التصنيع

source: Export Silver
ar: استمارة ترحيل فضة صادر

source: alloy_shape_rectangular
ar: مستطيلة

source: alloy_shape_circular
ar: دائرية

source: alloy_weight_in_gram
ar: الوزن بالجرام

source: alloy_shape
ar: شكل السبيكة/السبائك

source: alloy_note
ar: ملاحظات عن السبيكة/السبائك

source: alloy detail
ar: تفاصيل السبيكة

source: alloy details
ar: تفاصيل السبائك

source: issuer
ar: مصدر الطلب

source: prepare gold
ar: استمارة شراء وسبك وتجهيز الذهب

source: almustafid data
ar: بيانات المستفيد

source: others
ar: اخرى

source: state_sold
ar: تم البيع

source: almushtari_data
ar: بيانات المشتري

source: state_cancled
ar: تم الإلغاء

source: state_renew
ar: تجديد

source: renew_data
ar: بيانات التجديد

source: parent
ar: الوالد

source: show_actions
ar: العمليات

source: issue_date
ar: تاريخ الاصدار

source: almustafid_name
ar: اسم المستفيد

source: almustafid_phone
ar: تلفون المستفيد

source: jihat_alaisdar
ar: جهة الاصدار

source: wijhat_altarhil
ar: وجهة الترحيل

source: almushtari_name
ar: اسم المشتري
